using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace тест
{
    public class Class1
    {
        public static string s = "В реальной жизнедеятельности человека общение и деятельность как специфические формы соц активности выступают в единстве, но в определенной ситуации могут быть реализованы и независимы друг от друга.Содержание категории общения многообразны. Это не только вид человеческой деятельности, но и условия и результат этой деятельности. Обмен информацией. Соц опытом, чувствами, настроением.Общение является реализацией всей системы отношений человека.    ";

    }
}
